import React from 'react';


function CityInfo() {
  return (
    <>
          <h1>Kriviy Rih</h1>
          <p>Криво́й Рог (укр. Кривий Ріг) — город в Днепропетровской области Украины, административный центр Криворожского района и Криворожской городской общины. Основан в 1775 году и расположен на месте слияния рек Ингульца и Саксагани. Седьмой по численности населения город Украины[5], центр Криворожской агломерации. Один из самых длинных городов Европы — линейное расстояние от крайней северной точки до южной 66,1 км по прямой[6]. На официальном сайте исполкома Криворожского городского совета указанная длина города — 126 км[7]. Кривой Рог — важный экономический и научный центр Украины, крупный транспортный узел, центр разработки Криворожского железорудного бассейна.</p>
    </>
  );
}

export default CityInfo;